Repository: pypilot/pypilot
Catalog: pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: da, es, nl, pl, ru, sv

source: poll took too long in nmea process!
da: afstemningen tog for lang tid i nmea-processen!
es: ¡La encuesta tomó demasiado tiempo en el proceso de nmea!
nl: poll duurde te lang in nmea-proces!
pl: ankieta trwała zbyt długo w procesie nmea!
ru: опрос занял слишком много времени в процессе nmea!
sv: enkäten tog för lång tid i nmea-processen!

source: nmea bridge lost server connection
da: nmea bridge mistet serverforbindelse
es: nmea bridge perdió la conexión del servidor
nl: nmea bridge verbroken serververbinding
pl: nmea most utracił połączenie z serwerem
ru: мост nmea потерял соединение с сервером
sv: nmea bridge förlorad serveranslutning

source: nmea bridge lost pipe to autopilot
da: nmea bridge mistet rør til autopilot
es: puente de nmea tubería perdida al piloto automático
nl: nmea bridge lost pipe naar stuurautomaat
pl: most nmea zgubił rurę do autopilota
ru: Мост Nmea потерял трубу из-за автопилота
sv: nmea bridge förlorade röret till autopiloten

source: nmea bridge unhandled poll flag
da: nmea bridge uhåndteret afstemningsflag
es: bandera de votación no manejada del puente de la nmea
nl: nmea bridge onverwerkte poll vlag poll
pl: nmea bridge nieobsłużona flaga ankiety
ru: флаг необработанного голосования nmea bridge
sv: nmea bridge obehandlad omröstningsflagga

source: failed to create nmea socket as host:port
da: kunne ikke oprette nmea-sokkel som vært: port
nl: kan nmea socket niet maken als host:poort
pl: nie udało się utworzyć gniazda nmea jako host:port
ru: не удалось создать сокет nmea как хост: порт

source: nmea process loop too slow:
da: nmea procesløkke for langsom:
es: bucle de proceso nmea demasiado lento:
nl: nmea proceslus te langzaam:
pl: Zbyt wolna pętla procesu nmea:
ru: Цикл процесса nmea слишком медленный:
sv: nmea processlinga för långsam:

source: error pipe block on recv!
da: fejl rørblok på recv!
es: error bloque de tubería en recv!
nl: fout pijpblok op recv!
pl: błąd bloku potoku na recv!
ru: ошибка блока трубы на recv!
sv: fel rör block på recv!

source: failed to recv nonblocking pipe!
da: mislykkedes med at recv non-blocking pipe!
es: no se pudo recuperar la tubería no bloqueante!
nl: kon niet-blokkerende pijp herstellen!
pl: nie udało się odebrać nieblokującego potoku!
ru: не удалось восстановить неблокирующую трубу!
sv: misslyckades med att recv non-blocking pipe!

source: pipe full
da: rør fuldt
es: tubo lleno
nl: pijp vol
pl: rura pełna
ru: труба полная
sv: röret fullt

source: cannot send
da: kan ikke sende
es: no se puede enviar
nl: Kan niet verzenden
pl: nie można wysłać
ru: не могу отправить
sv: kan inte skicka

source: failed to decode data socket!
da: mislykkedes med at afkode datasocket!
es: no se pudo decodificar el conector de datos!
nl: kan datasocket niet decoderen!
pl: nie udało się zdekodować gniazda danych!
ru: не удалось декодировать сокет данных!
sv: misslyckades med att avkoda datauttaget!

source: failed to encode data socket!
da: kunne ikke kode dataforbindelse!
es: no se pudo codificar el conector de datos!
nl: kan datasocket niet coderen!
pl: nie udało się zakodować gniazda danych!
ru: не удалось закодировать сокет данных!
sv: misslyckades med att koda datauttaget!

source: failed write
da: mislykket skrivning
es: escritura fallida
nl: mislukt schrijven
pl: nieudany zapis
ru: не удалось написать
sv: misslyckades skriva

source: WARNING: python ujson library failed, parsing will consume more cpu
da: ADVARSEL: python ujson-biblioteket mislykkedes, parsing bruger mere CPU
es: ADVERTENCIA: la biblioteca python ujson falló, el análisis consumirá más cpu
nl: WAARSCHUWING: python ujson-bibliotheek is mislukt, parsing verbruikt meer cpu c
pl: OSTRZEŻENIE: biblioteka Pythona ujson nie powiodła się, parsowanie zużyje więcej procesora
ru: ВНИМАНИЕ: ошибка библиотеки python ujson, синтаксический анализ будет потреблять больше процессора
sv: VARNING: Python ujson-biblioteket misslyckades, parsing kommer att konsumera mer CPU

source: bad rudder calibration
da: dårlig rorkalibrering
es: mala calibración del timón
nl: slechte roerkalibratie
pl: zła kalibracja steru
ru: плохая калибровка руля направления
sv: dålig roderkalibrering

source: bad servo rudder calibration
da: dårlig servoror kalibrering
es: mala calibración del timón del servo
nl: slechte kalibratie van het servoroer
pl: zła kalibracja steru serwomechanizmu
ru: плохая калибровка серво руля направления
sv: dålig servoroder kalibrering

source: servo rudder autogain failed
da: servoror autogain mislykkedes
es: Error de ganancia automática del timón servo
nl: servo roer autogain mislukt
pl: Autowzmocnienie steru serwomechanizmu nie powiodło się
ru: сервопривод руля направления отказал
sv: Servo roder autogain misslyckades

source: sensor found
da: sensor fundet
es: sensor encontrado
nl: sensor gevonden
pl: znaleziono czujnik
ru: датчик найден
sv: sensor hittades

source: unknown data parsed!
da: ukendte data analyseret!
es: datos desconocidos analizados!
nl: onbekende gegevens geparseerd!
pl: przeanalizowano nieznane dane!
ru: неизвестные данные проанализированы!
sv: okända data analyserade!

source: error reading
da: fejllæsning
es: error de lectura
nl: fout bij het lezen
pl: błąd odczytu
ru: чтение ошибок
sv: felläsning

source: found more devices by path
da: fundet flere enheder efter sti
es: encontré más dispositivos por ruta
nl: meer apparaten gevonden op pad
pl: znalazłem więcej urządzeń według ścieżki
ru: нашел больше устройств по пути
sv: hittade fler enheter efter sökväg

source: removing gps device
da: fjernelse af GPS-enhed
es: quitar dispositivo gps
nl: gps-apparaat verwijderen
pl: usuwanie urządzenia GPS
ru: удаление устройства GPS
sv: tar bort GPS-enhet

source: no pyudev module! will scan usb devices often!
da: intet pyudev-modul! scanner ofte usb-enheder!
es: sin módulo pyudev! ¡Escaneará los dispositivos USB a menudo!
nl: geen pyudev-module! scant vaak usb-apparaten!
pl: brak modułu pyudev! będzie często skanować urządzenia USB!
ru: нет модуля пюдев! будет часто сканировать USB-устройства!
sv: ingen pyudev-modul! kommer att skanna USB-enheter ofta!

source: success
da: succes
es: éxito
nl: succes
pl: sukces
ru: успех
sv: Framgång

source: failed to record device
da: kunne ikke optage enhed
es: no se pudo grabar el dispositivo
nl: kan apparaat niet opnemen
pl: nie udało się nagrać urządzenia
ru: не удалось записать устройство
sv: det gick inte att spela in enheten

source: ERROR no connections in watch
da: FEJL ingen forbindelser i uret
es: ERROR no hay conexiones en el reloj
nl: FOUT geen verbindingen in horloge
pl: BŁĄD brak połączeń w zegarku
ru: ОШИБКА нет соединений в часах
sv: FEL inga anslutningar i klockan

source: remove duplicate udp connection
da: fjern dublet udp-forbindelse
es: eliminar la conexión udp duplicada
nl: dubbele ud-verbinding verwijderen
pl: usuń zduplikowane połączenie UDP
ru: удалить повторяющееся соединение udp
sv: ta bort dubbletter av utp-anslutning

source: creating config directory:
da: oprettelse af konfigurationsmappe:
es: creando directorio de configuración:
nl: configuratiemap maken:
pl: tworzenie katalogu konfiguracyjnego:
ru: создание каталога конфигурации:
sv: skapa konfigurationskatalog:

source: failed to load
da: kunne ikke indlæses
es: falló al cargar
nl: Laden mislukt
pl: nie udało się załadować
ru: ошибка загрузки
sv: misslyckades att ladda

source: backup data failed as well
da: sikkerhedskopieringsdata mislykkedes også
es: los datos de respaldo también fallaron
nl: back-upgegevens ook mislukt
pl: kopia zapasowa również nie powiodła się
ru: данные резервного копирования также не удалось
sv: säkerhetskopieringsdata misslyckades också

source: failed to write
da: kunne ikke skrive
es: no pudo escribir
nl: kon niet schrijven
pl: nie udało się napisać
ru: не удалось написать
sv: misslyckades med att skriva

source: pypilot_server: bind failed; already running a server?
da: pypilot_server: bind mislykkedes; kører du allerede en server?
es: pypilot_server: enlace fallido; ya está ejecutando un servidor?
nl: pypilot_server: binding mislukt; draait er al een server?
pl: pypilot_server: wiązanie nie powiodło się; masz już serwer?
ru: pypilot_server: сбой привязки; уже запущен сервер?
sv: pypilot_server: bindning misslyckades; kör du redan en server?

source: persistent store took too long!
da: vedvarende butik tog for lang tid!
es: ¡La tienda persistente tardó demasiado!
nl: aanhoudende winkel duurde te lang!
pl: uporczywe przechowywanie trwało zbyt długo!
ru: постоянный магазин занял слишком много времени!
sv: ihållande butik tog för lång tid!

source: max connections reached
da: maks. forbindelser nået
es: conexiones máximas alcanzadas
nl: max verbindingen bereikt
pl: osiągnięto maksymalną liczbę połączeń
ru: достигнуто максимальное количество подключений
sv: max anslutningar uppnåtts

source: server add socket
da: server tilføje stikkontakt
es: servidor agregar socket
nl: server socket toevoegen
pl: serwer dodaj gniazdo
ru: сервер добавить сокет
sv: server lägga till uttag

source: internal pipe closed, server exiting
da: internt rør lukket, server afsluttes
es: tubería interna cerrada, servidor saliendo
nl: interne pijp gesloten, server wordt afgesloten
pl: rura wewnętrzna zamknięta, serwer wychodzi server
ru: внутренняя труба закрыта, сервер выходит
sv: internt rör stängt, server avslutas

source: server socket closed from flush!!
da: serverstik lukket fra skyl !!
es: zócalo del servidor cerrado por descarga !!
nl: server socket gesloten van flush!!
pl: gniazdo serwera zamknięte od spłukiwania!!
ru: серверный сокет закрыт из-за промывки !!
sv: serveruttag stängt från spolning !!

source: servo calibration invalid
da: servokalibrering ugyldig
es: servocalibración inválida
nl: servo kalibratie ongeldig
pl: kalibracja serwa jest nieprawidłowa
ru: сервокалибровка недействительна
sv: servokalibrering ogiltig

source: failed to open servo on:
da: kunne ikke åbne servo på:
es: no pudo abrir el servo en:
nl: kon servo niet openen op:
pl: nie udało się otworzyć serwa na:
ru: не удалось открыть сервопривод:
sv: misslyckades med att öppna servo på:

source: failed set nonblocking/exclusive
da: mislykkedes sæt ikke-blokering / eksklusiv
es: conjunto fallido no bloqueante / exclusivo
nl: mislukte set niet-blokkerend/exclusief
pl: nieudane ustawienie nieblokujące/wyłączne
ru: не удалось установить неблокирующий / эксклюзивный
sv: misslyckades ställa in blockering / exklusiv

source: found
da: fundet
es: encontró
nl: gevonden
pl: znaleziony
ru: нашел
sv: hittades

source: loading servo calibration
da: indlæsning af servokalibrering
es: carga de servocalibración
nl: servo-kalibratie laden
pl: kalibracja serwomechanizmu ładowania
ru: загрузка серво калибровки
sv: laddning av servokalibrering

source: WARNING: using default servo calibration!!
da: ADVARSEL: Brug af standard servokalibrering !!
es: ADVERTENCIA: ¡utilizando la calibración de servo predeterminada!
nl: WAARSCHUWING: gebruik standaard servokalibratie!!
pl: UWAGA: używanie domyślnej kalibracji serwa!!
ru: ВНИМАНИЕ: использование сервокалибровки по умолчанию !!
sv: VARNING: använder standard servokalibrering !!

source: probing
da: sondering
es: sondeo
nl: indringend
pl: sondowanie
ru: зондирование
sv: sondering

source: arduino servo detected
da: arduino servo opdaget
es: servo arduino detectado
nl: arduino servo gedetecteerd
pl: wykryto serwo arduino
ru: сервопривод Arduino обнаружен
sv: arduino servo upptäckt

source: device needed for option
da: enhed, der er nødvendig til valgmulighed
es: dispositivo necesario para la opción
nl: apparaat nodig voor optie:
pl: urządzenie potrzebne do opcji
ru: устройство, необходимое для опции
sv: enhet som behövs för alternativet

source: read token
da: læs token
es: token de lectura
nl: lees token
pl: przeczytaj token
ru: читать токен
sv: läs token

source: failed to read token
da: kunne ikke læse token
es: no se pudo leer el token
nl: token niet gelezen
pl: nie udało się odczytać tokena
ru: не удалось прочитать токен
sv: misslyckades med att läsa token

source: failed to
da: var ikke i stand til at
es: Fallado
nl: slaagde er niet in
pl: nie udało się
ru: не удалось
sv: misslyckades att

source: autodetection not possible
da: autodetektion ikke mulig
es: no es posible la autodetección
nl: automatische detectie niet mogelijk
pl: autodetekcja nie jest możliwa
ru: автоматическое обнаружение невозможно
sv: autodetektion inte möjlig

source: try
da: prøve
es: intentar
nl: proberen
pl: próbować
ru: пытаться
sv: Prova

source: or
da: eller
es: o
nl: of
pl: lub
ru: или же
sv: eller

source: service removed
da: tjeneste fjernet
es: servicio eliminado
nl: dienst verwijderd
pl: usługa usunięta
ru: служба удалена
sv: tjänsten borttagen

source: signalk server lost
da: signalk server mistet
nl: signaalserver verloren server
pl: serwer sygnałowy zgubiony!

source: service add
da: service tilføj
es: agregar servicio
nl: service toevoegen
pl: usługa add
ru: добавление услуги
sv: tjänsten lägg till

source: server found
da: server fundet
es: servidor encontrado
nl: server gevonden
pl: znaleziono serwer
ru: найден сервер
sv: server hittades

source: probe
da: sonde
es: Investigacion
nl: sonde
pl: sonda
ru: зонд
sv: sond

source: could not
da: kunne ikke
es: no pude
nl: kon niet
pl: nie móc
ru: не мог
sv: kunde inte

source: failed to retrieve/parse data from
da: kunne ikke hente / parsere data fra
es: no se pudieron recuperar / analizar datos de
nl: kan gegevens niet ophalen/parseren van
pl: nie udało się pobrać/przeanalizować danych z
ru: не удалось получить / проанализировать данные из
sv: misslyckades med att hämta / analysera data från

source: signalk found
da: skilt fundet
nl: signaal gevonden
pl: znaleziono sygnał

source: see if token is ready
da: se om token er klar
es: ver si el token está listo
nl: kijk of token klaar is
pl: zobacz, czy token jest gotowy
ru: посмотреть, готов ли токен
sv: se om token är redo

source: received token
da: modtaget token
es: token recibido
nl: ontvangen token
pl: otrzymany token
ru: получил токен
sv: mottog token

source: failed to store token
da: mislykkedes at gemme token
es: no se pudo almacenar el token
nl: kan token niet opslaan
pl: nie udało się zapisać tokena
ru: не удалось сохранить токен
sv: misslyckades med att lagra token

source: error requesting access
da: fejl ved anmodning om adgang
es: error al solicitar acceso
nl: fout bij het aanvragen van toegang
pl: błąd podczas żądania dostępu
ru: ошибка при запросе доступа
sv: fel vid begäran om åtkomst

source: signalk request access url
da: URL til signalk anmodning om adgang
nl: signalk verzoek toegang url
pl: adres URL żądania sygnału

source: signalk error requesting access
da: signalk-fejl med anmodning om adgang
nl: signalk fout bij het aanvragen van toegang
pl: błąd sygnału podczas żądania dostępu

source: cannot create connection:
da: kan ikke oprette forbindelse:
es: no se puede crear conexión:
nl: kan geen verbinding maken:
pl: nie można utworzyć połączenia:
ru: не может создать соединение:
sv: kan inte skapa anslutning:

source: failed to connect
da: forbindelsen fejlede
es: no se pudo conectar
nl: kon niet verbinden
pl: nie udało się połączyć
ru: не удалось подключиться
sv: misslyckades med att ansluta

source: signalk connected to
da: skilt forbundet med
nl: signaal aangesloten op
pl: sygnał podłączony do

source: signalk failed to parse
da: signalk kunne ikke analyseres
nl: signalk kan niet worden geparseerd
pl: Signalk nie przeanalizował

source: Exception converting signalk->pypilot
da: Undtagelse, der konverterer skilt-> pypilot
es: Señal de conversión de excepciónk-> pypilot
nl: Uitzondering converteren signalk->pypilot
pl: Wyjątek konwertujący sygnał->pypilot
ru: Исключение преобразования сигнала-> pypilot
sv: Undantag konverterar signalk-> pypilot

source: received
da: modtaget
es: recibió
nl: ontvangen
pl: Odebrane
ru: получили
sv: mottagen

source: signalk failed to send
da: signalk kunne ikke sendes
nl: signalk kan niet worden verzonden
pl: nie udało się wysłać sygnału

source: signalk failed to parse msg:
da: signalk kunne ikke parse msg:
nl: signalk kon bericht niet ontleden:
pl: signalk nie przeanalizował wiadomości:

source: invalid initial value for range property
da: ugyldig startværdi for områdeegenskab
es: valor inicial no válido para la propiedad del rango
nl: ongeldige beginwaarde voor bereikeigenschap
pl: nieprawidłowa wartość początkowa właściwości zakresu range
ru: неверное начальное значение для свойства диапазона
sv: ogiltigt initialvärde för intervallegenskap

source: invalid set
da: ugyldigt sæt
es: conjunto no válido
nl: ongeldige set
pl: nieprawidłowy zestaw
ru: неверный набор
sv: ogiltig uppsättning

source: ERROR loading
da: FEJL indlæses
es: Error al cargar
nl: Fout bij het laden
pl: Błąd ładowania
ru: Ошибка загрузки
sv: Problem med att ladda

source: exception in calibration:
da: undtagelse i kalibrering:
es: excepción en la calibración:
nl: uitzondering in kalibratie:
pl: wyjątek w kalibracji:
ru: исключение при калибровке:
sv: undantag vid kalibrering:

source: warning: unhandled message
da: advarsel: uhåndteret besked
es: advertencia: mensaje no manejado
nl: waarschuwing: onverwerkt bericht
pl: ostrzeżenie: nieobsłużona wiadomość
ru: предупреждение: необработанное сообщение
sv: varning: okontrollerat meddelande

source: Autopilot Control
da: Autopilot kontrol
es: Control de piloto automático
nl: Stuurautomaatbediening
pl: Kontrola autopilota
ru: Управление автопилотом
sv: Autopilotkontroll

source: AP
da: Du
es: Tú
nl: U
pl: ty
ru: Ты
sv: Du

source: N/A
da: Ikke relevant
nl: Nvt
pl: Nie dotyczy
sv: Ej tillämpligt

source: N/A
da: Ikke relevant
nl: Nvt
pl: Nie dotyczy
sv: Ej tillämpligt

source: N/A
da: Ikke relevant
nl: Nvt
pl: Nie dotyczy
sv: Ej tillämpligt

source: starboard
da: styrbord
es: estribor
nl: stuurboord
pl: sterburta
ru: правый борт
sv: styrbord

source: Compass
da: Kompas
es: Brújula
nl: Kompas
pl: Kompas
ru: Компас
sv: Kompass

source: Wind
da: Vind
es: Viento
pl: Wiatr
ru: Ветер
sv: Vind

source: True Wind
da: Sand vind
es: Viento verdadero
nl: Ware wind
pl: Prawdziwy wiatr
ru: Настоящий ветер

source: Center
da: Centrum
es: Centrar
nl: Centrum
pl: Środek
ru: Центр
sv: Centrum

source: &Scope
da: &Omfang
es: &Alcance
nl: &Reikwijdte
pl: &Zakres
ru: &Сфера
sv: &Omfattning

source: &Client
da: &Klient
es: &Cliente
nl: &Cliënt
pl: &Klient
ru: &Клиент
sv: &Klient

source: C&alibration
da: K&alibrering
es: C&alibración
nl: K&alibratie
pl: K&alibrowanie
ru: к&алибровка
sv: C&alibrering

source: Close
da: Tæt
es: Cerca
nl: Dichtbij
pl: Blisko
ru: Закрывать
sv: Stänga

source: Calibration
da: Kalibrering
es: Calibración
nl: Kalibratie
pl: Kalibrowanie
ru: Калибровка
sv: Kalibrering

source: Boat is level
da: Båden er plan
es: El barco está nivelado
nl: Boot ligt waterpas
pl: Łódź jest wypoziomowana
ru: Лодка ровная
sv: Båten är jämn

source: Reset
da: Nulstil
es: Reiniciar
nl: Resetten
pl: Resetowanie
ru: Сброс настроек
sv: Återställa

source: Alignment
da: Justering
es: Alineación
nl: Uitlijning
pl: Wyrównanie
ru: Выравнивание
sv: Inriktning

source: Heading
da: Overskrift
es: Bóveda
nl: rubriek
pl: Nagłówek
ru: Заголовок
sv: Rubrik

source: N/A
da: Ikke relevant
nl: Nvt
pl: Nie dotyczy
sv: Ej tillämpligt

source: Offset
es: Compensar
pl: Offsetowy
ru: Компенсировать

source: Coords
da: Koordiner
nl: Coördinaten
pl: Współrzędne
ru: Координаты
sv: Koordiner

source: Sea
da: Hav
es: Mar
nl: Zee
pl: Morze
ru: Море
sv: Hav

source: Boat
da: Båd
es: Bote
nl: Boot
pl: Łódź
ru: Лодка
sv: Båt

source: Scope
da: Anvendelsesområde
es: Alcance
nl: Toepassingsgebied
pl: Zakres
ru: Сфера
sv: Omfattning

source: Pitch
da: Tonehøjde
es: Terreno de juego
nl: Standplaats
pl: Smoła
ru: Подача
sv: Tonhöjd

source: Roll
da: Rulle
es: Rodar
nl: Rollen
pl: Rolka
ru: Рулон
sv: Rulla

source: Heel
da: Hæl
es: Tacón
nl: Hiel
pl: Obcas
ru: Каблук
sv: Häl

source: alignment
da: justering
es: alineación
nl: uitlijning
pl: wyrównanie
ru: выравнивание
sv: inriktning

source: Calibration Age
da: Kalibreringsalder
es: Edad de calibración
nl: Kalibratieleeftijd:
pl: Wiek kalibracji
ru: Возраст калибровки
sv: Kalibreringsålder

source: Clear
da: Klar
es: Claro
nl: Doorzichtig
pl: Jasny
ru: ясно
sv: Klar

source: calibration locked
da: kalibrering låst
es: calibración bloqueada
nl: kalibratie vergrendeld
pl: kalibracja zablokowana
ru: калибровка заблокирована
sv: kalibrering låst

source: accel
da: accelere
es: acelera
pl: przyspieszać
ru: ускорение
sv: accelera

source: Sigma Points
es: Puntos Sigma
nl: Sigma-punten
pl: Punkty Sigma
sv: Sigma-poäng

source: local history
da: lokal historie
es: Historia local
nl: lokale geschiedenis
pl: lokalna historia
ru: местная история
sv: lokalhistoria

source: current
da: nuværende
es: Actual
nl: actueel
pl: obecny
ru: Текущий
sv: nuvarande

source: Calibration Points
da: Kalibreringspunkter
es: Puntos de calibracion
nl: Kalibratiepunten
pl: Punkty kalibracji
ru: Точки калибровки
sv: Kalibreringspunkter

source: compass
da: kompas
es: Brújula
nl: kompas
pl: kompas
ru: компас
sv: kompass

source: Press each button when the rudder is at the correct position to calibrate.
da: Tryk på hver knap, når roret er i den rigtige position for at kalibrere.
es: Presione cada botón cuando el timón esté en la posición correcta para calibrar.
nl: Druk op elke knop wanneer het roer in de juiste positie staat om te kalibreren.
pl: Naciśnij każdy przycisk, gdy ster znajduje się w prawidłowej pozycji, aby przeprowadzić kalibrację.
ru: Нажмите каждую кнопку, когда руль направления находится в правильном положении для калибровки.
sv: Tryck på varje knapp när rodret är i rätt läge för att kalibrera.

source: Rudder
da: Ror
es: Timón
nl: Roer
pl: Ster
ru: Руль
sv: Roder

source: Reset Calibration
da: Nulstil kalibrering
es: Restablecer calibración
nl: Kalibratie resetten
pl: Zresetuj kalibrację
ru: Сбросить калибровку
sv: Återställ kalibrering

source: Rudder Is Centered
da: Ror er centreret
es: El timón está centrado
nl: Roer is gecentreerd
pl: Ster jest wyśrodkowany
ru: Руль по центру
sv: Roder är centrerad

source: Rudder is Starboard Range
da: Ror er styrbords rækkevidde
es: El timón está a estribor
nl: Roer is stuurboord bereik
pl: Ster ma zasięg na sterburcie
ru: Руль направления правого борта
sv: Roder är styrbordsområde

source: Scale
da: vægt
es: Escala
nl: Schaal
pl: Skala
ru: Шкала
sv: Skala

source: Rudder is Port Range
da: Ror er havneområde
es: El timón es el rango de babor
nl: Roer is bakboordbereik
pl: Ster ma zakres lewy .
ru: Руль - диапазон порта
sv: Ror är hamnområde

source: Non Linearity
da: Ikke-lineæritet
es: No linealidad
nl: Niet-lineariteit
pl: Nieliniowość
ru: Нелинейность
sv: Icke linjäritet

source: range +-
da: rækkevidde + -
es: rango + -
nl: bereik +-
pl: zasięg +-
ru: диапазон + -
sv: intervall + -

source: degrees
da: grader
es: grados
nl: graden
pl: stopnie
ru: градусы
sv: grader

source: rudder
da: ror
es: timón
nl: roer
pl: ster
ru: руль
sv: roder

source: settings
da: indstillinger
es: ajustes
nl: instellingen
pl: ustawienia
ru: настройки
sv: inställningar

source: failed to load pywavefront:
da: mislykkedes at indlæse pywavefront:
es: no se pudo cargar pywavefront:
nl: kan pywavefront niet laden:
pl: nie udało się załadować pywavefronta:
ru: не удалось загрузить pywavefront:
sv: gick inte att ladda pywavefront:

source: invalid display dimensions
da: ugyldige displaydimensioner
es: dimensiones de visualización no válidas
nl: ongeldige schermafmetingen
pl: nieprawidłowe wymiary wyświetlacza
ru: неверные размеры дисплея
sv: ogiltiga skärmdimensioner
