Repository: pypilot/pypilot
Catalog: pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: da, es, nl, pl, ru, sv

source: failed to load pilot
da: mislykkedes at indlæse pilot
nl: kan piloot niet laden
pl: nie udało się załadować pilota
ru: не удалось загрузить пилот

source: Available Pilots
da: Tilgængelige piloter
es: Pilotos disponibles
nl: Beschikbare piloten
pl: Dostępni piloci
ru: Доступные пилоты
sv: Tillgängliga piloter

source: warning: failed to open special file
da: advarsel: den specielle fil kunne ikke åbnes
es: advertencia: no se pudo abrir el archivo especial
nl: waarschuwing: kan speciaal bestand niet openen
pl: ostrzeżenie: nie udało się otworzyć specjalnego pliku
ru: предупреждение: не удалось открыть специальный файл
sv: varning: det gick inte att öppna specialfilen

source: for writing
da: til skrivning
es: para la escritura
nl: om te schrijven
pl: do pisania
ru: для записи
sv: för skrivande

source: cannot stroke the watchdog
da: kan ikke stryge vagthunden
es: no puedo acariciar al perro guardián
nl: kan de waakhond niet aaien
pl: nie mogę pogłaskać psa stróżującego
ru: не могу погладить сторожевого пса
sv: kan inte stryka vakthunden

source: warning: failed to make autopilot process realtime
da: advarsel: kunne ikke gøre autopilot-processen realtid
es: advertencia: no se pudo realizar el proceso de piloto automático en tiempo real
nl: waarschuwing: kon stuurautomaatproces niet realtime maken
pl: ostrzeżenie: nie udało się wykonać procesu autopilota w czasie rzeczywistym
ru: предупреждение: не удалось сделать процесс автопилота в реальном времени
sv: varning: misslyckades med att göra autopilotprocessen i realtid

source: server/client is running too _slowly_
da: server / klient kører også _slowly_
es: el servidor / cliente se está ejecutando demasiado _ lentamente_
nl: server/client draait te _langzaam_
pl: serwer/klient działa zbyt _wolno_
ru: сервер / клиент работает слишком медленно_
sv: servern / klienten körs för _slowly_

source: sensors is running too _slowly_
da: sensorer kører for langsomt
es: los sensores funcionan demasiado lento
nl: sensoren lopen te langzaam
pl: czujniki działają zbyt wolno
ru: датчики работают слишком медленно
sv: sensorerna går för långsamt

source: autopilot routine is running too _slowly_
da: autopilotrutinen kører for langsomt
es: la rutina del piloto automático se está ejecutando demasiado lento
nl: automatische piloot-routine loopt te langzaam
pl: Procedura autopilota działa zbyt wolno
ru: программа автопилота работает слишком медленно
sv: autopilotrutinen går för långsamt

source: servo is running too _slowly_
da: servo kører for langsomt
es: el servo funciona demasiado lento
nl: servo loopt te langzaam
pl: serwo działa zbyt wolno
ru: сервопривод работает слишком медленно
sv: servo går för långsamt

source: RTIMU library not detected, please install it
da: RTIMU-biblioteket blev ikke fundet. Installer det
es: Biblioteca RTIMU no detectada, instálela
nl: RTIMU-bibliotheek niet gedetecteerd, installeer deze a.u.b.
pl: Nie wykryto biblioteki RTIMU, zainstaluj ją
ru: Библиотека RTIMU не обнаружена, установите ее
sv: RTIMU-biblioteket upptäcktes inte. Installera det

source: Using settings file
da: Brug af indstillingsfil
es: Usando el archivo de configuración
nl: Instellingenbestand gebruiken
pl: Korzystanie z pliku ustawień
ru: Использование файла настроек
sv: Använda inställningsfilen

source: ERROR: No IMU Detected
da: FEJL: Ingen IMU fundet
es: ERROR: No se detectó IMU
nl: FOUT: geen IMU gedetecteerd
pl: BŁĄD: Nie wykryto IMU
ru: ОШИБКА: IMU не обнаружен
sv: FEL: Ingen IMU upptäckt

source: ERROR: IMU Init Failed, no inertial data available
da: FEJL: IMU-start mislykkedes, ingen inertialdata er tilgængelige
es: ERROR: IMU Init Failed, no hay datos inerciales disponibles
nl: FOUT: IMU-initiatie mislukt, geen traagheidsgegevens beschikbaar
pl: BŁĄD: IMU Init Failed, brak dostępnych danych inercyjnych
ru: ОШИБКА: сбой инициализации IMU, инерционные данные недоступны
sv: FEL: IMU Init misslyckades, inga tröghetsdata tillgängliga

source: warning, failed to make imu process realtime
da: advarsel, kunne ikke imu-processen realtid
es: advertencia, no se pudo realizar el proceso imu en tiempo real
nl: waarschuwing, kon imu-proces niet realtime maken
pl: ostrzeżenie, nie udało się wykonać procesu imu w czasie rzeczywistym
ru: предупреждение, не удалось заставить imu обрабатывать в реальном времени
sv: varning, kunde inte göra imu-processen i realtid

source: made imu process realtime
da: lavet imu-proces i realtid
es: hizo el proceso imu en tiempo real
nl: gemaakt imu proces realtime
pl: wykonane imu proces w czasie rzeczywistym
ru: сделал imu процесс в реальном времени
sv: gjorde imu-processen i realtid

source: setting initial gyro bias
da: indstilling af indledende gyro bias
es: establecer el sesgo inicial del giroscopio
nl: initiële gyro-bias instellen
pl: ustawienie początkowego odchylenia żyroskopu
ru: установка начального смещения гироскопа
sv: ställa in initial gyro bias

source: imu process failed to keep time
da: imu-processen kunne ikke holde tiden
es: El proceso de imu no pudo mantener el tiempo
nl: imu-proces kon de tijd niet bijhouden
pl: Proces imu nie dotrzymał czasu
ru: IMU процесс не успел вовремя
sv: imu-processen kunde inte hålla tiden

source: failed to read IMU!
da: kunne ikke læse IMU!
es: no pudo leer IMU!
nl: kan IMU niet lezen!
pl: nie udało się odczytać IMU!
ru: не удалось прочитать ИДУ!
sv: misslyckades med att läsa IMU!

source: imu rate set to rate
da: imu rate indstillet til rate
es: tasa imu establecida en tasa
nl: imu tarief ingesteld op tarief
pl: stawka imu ustawiona na stawkę
ru: imu rate установлен на рейтинг
sv: imu-hastighet inställd på rate

source: too high standing gyro bias, resetting sensors
da: for høj stående gyro bias, nulstilling af sensorer
es: sesgo del giróscopo demasiado alto, restableciendo los sensores
nl: te hoge staande gyro-bias, sensoren resetten
pl: zbyt wysokie odchylenie stojące żyroskopu, resetowanie czujników
ru: слишком высокое смещение гироскопа, сброс датчиков
sv: för hög stående gyroförspänning, återställning av sensorer

source: compass out of range, resetting
da: kompas uden for rækkevidde, nulstilling
es: brújula fuera de rango, reiniciando
nl: kompas buiten bereik, resetten
pl: kompas poza zasięgiem, resetowanie
ru: компас вне диапазона, сброс
sv: kompass utanför räckvidden, återställs

source: warning, failed to make calibration process other
da: advarsel, kalibreringsprocessen blev ikke anden
es: advertencia, no se pudo realizar otro proceso de calibración
nl: waarschuwing, kan het kalibratieproces niet anders maken
pl: ostrzeżenie, nie udało się dokonać kalibracji w inny sposób
ru: предупреждение, не удалось выполнить другой процесс калибровки
sv: varning, misslyckades med att göra kalibreringsprocessen annan

source: warning, failed to make calibration process idle, trying renice
da: advarsel, kunne kalibreringsprocessen ikke være inaktiv, og forsøg på at forsømme
es: advertencia, no pudo hacer que el proceso de calibración estuviera inactivo, probando renice
nl: waarschuwing, kan het kalibratieproces niet inactief maken, probeer renice
pl: ostrzeżenie, nie udało się przeprowadzić procesu kalibracji bezczynności, próbuję renice
ru: предупреждение, не удалось остановить процесс калибровки, пытаюсь восстановить
sv: varning, misslyckades med att göra kalibreringsprocessen inaktiv

source: warning, failed to renice calibration process
da: advarsel, mislykkedes kalibreringsprocessen
es: advertencia, no se pudo renice el proceso de calibración
nl: waarschuwing, kan het kalibratieproces niet herroepen
pl: ostrzeżenie, nie udało się odnowić procesu kalibracji
ru: предупреждение, не удалось изменить процесс калибровки
sv: varning, misslyckades med att avbryta kalibreringsprocessen

source: calibration loaded, starting
da: kalibrering indlæst, startende
es: calibración cargada, comenzando
nl: kalibratie geladen, starten
pl: kalibracja załadowana, start
ru: калибровка загружена, запуск
sv: kalibrering laddad, startar

source: failed import calibration fit
da: mislykket importkalibreringstilpasning
es: ajuste de calibración de importación fallido
nl: mislukte import kalibratie fit
pl: nieudane dopasowanie kalibracji importu
ru: неудачная импортная калибровка
sv: misslyckad importkalibrering

source: accel values invalid
da: accel-værdier ugyldige
es: valores de aceleración no válidos
nl: accel waarden ongeldig
pl: wartości przyspieszenia są nieprawidłowe
ru: значения ускорения недопустимы
sv: accelvärden är ogiltiga

source: overflow in pypilot udp socket
da: overløb i pypilot udp-stik
es: desbordamiento en el zócalo pypilot udp
nl: overloop in pypilot udp-socket
pl: przepełnienie w gnieździe pypilot udp
ru: переполнение в сокете pypilot udp
sv: överflöd i pypilot udp-uttag

source: overflow in pypilot socket
da: overløb i pypilotstik
es: desbordamiento en pypilot socket
nl: overloop in pypilot-socket
pl: przelew w gnieździe pypilota
ru: переполнение в сокете pypilot
sv: överflöd i pypilotuttag

source: failed to send udp packet
da: mislykkedes at sende udp-pakke
es: no se pudo enviar el paquete udp
nl: kan ud-pakket niet verzenden
pl: nie udało się wysłać pakietu UDP
ru: не удалось отправить пакет UDP
sv: misslyckades med att skicka udp-paket

source: pypilot socket failed to send to
da: pypilot-stikket kunne ikke sendes til
es: pypilot socket no se pudo enviar a
nl: pypilot-socket kan niet worden verzonden naar
pl: Nie udało się wysłać gniazda pypilot do
ru: сокету pypilot не удалось отправить
sv: pypilotuttaget kunde inte skickas till

source: socket send took too long!?!?
da: socket send tog for lang tid!?!?
es: el envío de socket tardó demasiado!?!?
nl: socket verzenden duurde te lang!?!?
pl: wysyłanie gniazda trwało zbyt długo!?!?
ru: отправка сокета заняла слишком много времени!?!?
sv: sändningsuttag tog för lång tid!?!?

source: socket send error
da: stikket send fejl
es: error de envío de socket
nl: socket verzend fout
pl: Błąd wysyłania gniazda
ru: ошибка отправки сокета
sv: sändningsfel

source: pypilot socket exception
da: undtagelse af pypilotstik
es: excepción de socket pypilot
nl: pypilot socket-uitzondering
pl: Wyjątek gniazda pypilot
ru: исключение сокета pypilot
sv: undantag för pypilotuttag

source: falling back to python nonblocking socket, will consume more cpu
da: falder tilbage til python nonblocking-sokkel, forbruger mere CPU
es: recurriendo al socket sin bloqueo de Python, consumirá más CPU
nl: terugvallen op python nonblocking socket, zal meer cpu verbruiken
pl: powrót do nieblokującego gniazda Pythona, zużyje więcej procesora c
ru: возврат к неблокирующему сокету python потребляет больше процессора
sv: faller tillbaka till Python nonblocking-uttag, kommer att konsumera mer CPU

source: socket send error in server flush
da: stikket sende fejl i server skylning
es: error de envío de socket en el servidor flush
nl: socket verzend fout in server flush
pl: błąd wysyłania gniazda w spłukiwaniu serwera
ru: ошибка отправки сокета при сбросе сервера
sv: socket skicka fel i server spolning

source: error receiving data
da: fejl ved modtagelse af data
es: error al recibir datos
nl: fout bij het ontvangen van gegevens
pl: błąd odbierania danych
ru: ошибка при получении данных
sv: fel vid mottagande av data

source: failed to load scientific library, cannot perform calibration update!
da: mislykkedes at indlæse videnskabeligt bibliotek, kan ikke udføre kalibreringsopdatering!
es: no se pudo cargar la biblioteca científica, no se puede realizar la actualización de la calibración.
nl: kan wetenschappelijke bibliotheek niet laden, kan kalibratie-update niet uitvoeren!
pl: nie udało się załadować biblioteki naukowej, nie można przeprowadzić aktualizacji kalibracji!
ru: не удалось загрузить научную библиотеку, невозможно выполнить обновление калибровки!
sv: misslyckades med att ladda vetenskapligt bibliotek, kan inte utföra kalibreringsuppdatering!

source: warning, registering existing value:
da: advarsel, registrering af eksisterende værdi:
es: advertencia, registrando valor existente:
nl: waarschuwing, bestaande waarde registreren:
pl: ostrzeżenie, rejestracja istniejącej wartości:
ru: предупреждение, регистрация существующего значения:
sv: varning, registrera befintligt värde:

source: failed to read config file:
da: mislykkedes at læse konfigurationsfil:
es: no se pudo leer el archivo de configuración:
nl: kon configuratiebestand niet lezen:
pl: nie udało się odczytać pliku konfiguracyjnego:
ru: не удалось прочитать файл конфигурации:
sv: misslyckades med att läsa konfigurationsfil:

source: failed to write config file:
da: mislykkedes at skrive konfigurationsfil:
es: no se pudo escribir el archivo de configuración:
nl: kon configuratiebestand niet schrijven:
pl: nie udało się zapisać pliku konfiguracyjnego:
ru: не удалось записать файл конфигурации:
sv: misslyckades med att skriva konfigurationsfil:

source: Exception writing config file:
da: Undtagelsesskrivning konfigurationsfil:
es: Excepción al escribir el archivo de configuración:
nl: Uitzondering schrijven configuratiebestand:
pl: Plik konfiguracyjny zapisu wyjątków:
ru: Исключение записи конфигурационного файла:
sv: Konfigurationsfil för undantagsskrivning:

source: invalid message from server:
da: ugyldig besked fra server:
es: mensaje inválido del servidor:
nl: ongeldig bericht van server:
pl: nieprawidłowa wiadomość z serwera:
ru: неверное сообщение от сервера:
sv: ogiltigt meddelande från servern:

source: warning, pypilot client aleady has connection
da: advarsel, pypilot-klienten har allerede forbindelse
es: advertencia, el cliente pypilot ya tiene conexión
nl: waarschuwing, pypilot-client heeft al verbinding
pl: ostrzeżenie, klient pypilot ma już połączenie
ru: предупреждение, у клиента pypilot уже есть соединение
sv: varning, pypilotklienten har redan anslutning

source: connect failed to
da: forbindelse mislykkedes
es: no se pudo conectar
nl: verbinding mislukt
pl: nie udało się połączyć z
ru: не удалось подключиться к
sv: anslutning misslyckades med

source: failed to connect to
da: kunne ikke oprette forbindelse til
es: no se pudo conectar a
nl: kan geen verbinding maken met
pl: nie udało się połączyć z
ru: не удалось подключиться к
sv: misslyckades med att ansluta till

source: usage
da: brug
es: uso
nl: gebruik
pl: stosowanie
ru: Применение
sv: användande

source: set the host or ip address
da: indstil værten eller ip-adressen
es: configurar el host o la dirección IP
nl: stel het host- of ip-adres in
pl: ustaw hosta lub adres IP
ru: установить хост или IP-адрес
sv: ställa in värden eller ip-adressen

source: print info about each value type
da: udskriv info om hver værditype
es: imprimir información sobre cada tipo de valor
nl: info afdrukken over elk waardetype
pl: drukuj informacje o każdym typie wartości
ru: распечатать информацию о каждом типе значения
sv: skriva ut information om varje värdetyp

source: continuous watch
da: kontinuerligt ur
es: vigilancia continua
nl: continu kijken
pl: obserwacja ciągła .
ru: непрерывное наблюдение
sv: kontinuerlig klocka

source: show this message
da: vis denne besked
es: muestra este mensaje
nl: toon dit bericht
pl: pokaż tę wiadomość
ru: показать это сообщение
sv: visa detta meddelande

source: failed to retrieve value list!
da: kunne ikke hente værdilisten!
es: no se pudo recuperar la lista de valores!
nl: kan de waardelijst niet ophalen!
pl: nie udało się pobrać listy wartości!
ru: не удалось получить список значений!
sv: misslyckades med att hämta värdelistan!

source: timeout retrieving
da: timeout hentning
es: recuperando el tiempo de espera
nl: time-out ophalen
pl: Pobieranie limitu czasu
ru: получение тайм-аута
sv: timeout hämtning

source: missing
da: mangler
es: desaparecido
nl: missend
pl: brakujący
ru: отсутствующий
sv: saknas

source: pypilot failed to import required modules. Did you forget to run sudo python3 setup.py install?
da: pypilot kunne ikke importere krævede moduler. Glemte du at køre sudo python3 setup.py installation?
es: pypilot no pudo importar los módulos requeridos. ¿Olvidó ejecutar sudo python3 setup.py install?
nl: pypilot kan de vereiste modules niet importeren. Ben je vergeten sudo python3 setup.py install uit te voeren?
pl: pypilot nie mógł zaimportować wymaganych modułów. Zapomniałeś uruchomić sudo python3 setup.py install?
ru: pypilot не удалось импортировать необходимые модули. Вы забыли запустить sudo python3 setup.py install?
sv: pypilot kunde inte importera nödvändiga moduler. Glömde du att köra sudo python3 setup.py install?

source: gpsd connected
da: gpsd tilsluttet
es: gpsd conectado
nl: gpsd aangesloten
pl: podłączony GPS
ru: gpsd подключен
sv: GPSD ansluten

source: gpsd failed to connect
da: gpsd kunne ikke oprette forbindelse
es: gpsd no pudo conectarse
nl: gpsd kan geen verbinding maken
pl: GPSd nie udało się połączyć
ru: gpsd не удалось подключиться
sv: gpsd kunde inte ansluta

source: exception connecting to gps
da: undtagelse, der forbinder til GPS
es: excepción de conexión a gps
nl: uitzondering verbinden met gps
pl: wyjątek w połączeniu z GPS
ru: исключение при подключении к gps
sv: undantag som ansluter till GPS

source: gpsd disconnected
da: gpsd afbrudt
es: gpsd desconectado
nl: gpsd losgekoppeld
pl: GPS odłączony
ru: gpsd отключен
sv: gpsd frånkopplad

source: gpsd PROBE success
da: gpsd PROBE succes
es: Éxito de la SONDA gpsd
nl: gpsd PROBE succes
pl: Sukces SONDY GPS
ru: gpsd PROBE успех
sv: gpsd PROBE framgång

source: gpsd probe failed
da: gpsd-probe mislykkedes
es: sonda gpsd fallida
nl: gpsd-sonde mislukt
pl: sonda gpsd nie powiodła się
ru: зонд gpsd отказал
sv: gpsd-sonden misslyckades

source: gpsd deactivated
da: gpsd deaktiveret
es: gpsd desactivado
nl: gpsd gedeactiveerd
pl: GPS dezaktywowany
ru: gpsd деактивирован
sv: GPSD inaktiverad

source: gpsd failed to determine serial baud rate of device
da: gpsd kunne ikke bestemme enhedens serielle baudrate
es: gpsd no pudo determinar la velocidad en baudios en serie del dispositivo
nl: gpsd kon de seriële baudsnelheid van het apparaat niet bepalen
pl: GPSd nie może określić szybkości transmisji szeregowej urządzenia
ru: gpsd не удалось определить последовательную скорость передачи данных устройства
sv: gpsd misslyckades med att bestämma enhetens överföringshastighet

source: gpsd timeout from lack of data
da: gpsd timeout fra mangel på data
es: tiempo de espera de gpsd por falta de datos
nl: gpsd time-out door gebrek aan gegevens
pl: przekroczenie limitu czasu gpsd z powodu braku danych
ru: gpsd тайм-аут из-за отсутствия данных
sv: gpsd-timeout från brist på data

source: gpsd received invalid message
da: gpsd modtog ugyldig besked
es: gpsd recibió un mensaje no válido
nl: gpsd heeft ongeldig bericht ontvangen
pl: gpsd otrzymał nieprawidłową wiadomość
ru: gpsd получил недопустимое сообщение
sv: gpsd fick ogiltigt meddelande

source: gpsd got flag for pipe:
da: gpsd fik flag til rør:
es: gpsd tiene bandera para tubería:
nl: gpsd kreeg vlag voor pijp:
pl: gpsd ma flagę dla potoku:
ru: gpsd получил флаг для трубы:
sv: gpsd fick flagga för rör:

source: gpsd serial probe
da: gpsd seriel probe
es: sonda serial gpsd
nl: gpsd seriële sonde
pl: sonda szeregowa gpsd
ru: gpsd серийный зонд
sv: gpsd seriell sond

source: nmea failed to parse gps
da: nmea kunne ikke analysere GPS
es: nmea no pudo analizar gps
nl: nmea kon gps niet ontleden
pl: nmea nie przeanalizowała GPS
ru: nmea не удалось разобрать gps
sv: nmea misslyckades med att analysera GPS

source: nmea failed to parse wind
da: nmea kunne ikke analysere vind
es: nmea no pudo analizar el viento
nl: nmea kon wind niet ontleden
pl: nmea nie przeanalizowała wiatru
ru: nmea не смог разобрать ветер
sv: nmea misslyckades med att analysera vind

source: exception parsing apb
da: undtagelse parsing apb
es: excepción analizando apb
nl: uitzondering ontleden apb
pl: parsowanie wyjątków apb
ru: парсинг исключений apb
sv: undantagsparsning apb

source: unhandled nmea pipe string
da: uhåndteret nmea rørstreng
es: cadena de tubería nmea sin manipular
nl: onverwerkte nmea pijp string
pl: nieobsługiwany ciąg rur nmea
ru: необработанная колонна труб nmea
sv: obehandlad nmea-rörsträng

source: lost serial
da: mistet serie
es: serie perdida
nl: verloren serie
pl: zgubiony serial
ru: потерянный сериал
sv: förlorad serie

source: nmea got flag for process pipe:
da: nmea fik flag til procesrør:
es: nmea tiene una bandera para la tubería de proceso:
nl: nmea kreeg vlag voor procespijp:
pl: nmea otrzymała flagę dla rury procesowej:
ru: nmea получил флаг для технологической трубы:
sv: nmea fick flagga för processrör:

source: is another process accessing it?
da: har en anden proces adgang til det?
es: ¿Otro proceso está accediendo a él?
nl: heeft een ander proces er toegang toe?
pl: czy inny proces ma do niego dostęp?
ru: к нему обращается другой процесс?
sv: har en annan process tillgång till den?

source: serial device timed out
da: seriel enhed blev udløbet
es: dispositivo serie agotó el tiempo de espera
nl: seriële apparaat time-out device
pl: Przekroczono limit czasu urządzenia szeregowego
ru: истекло время ожидания последовательного устройства
sv: tidsenhet för seriell enhet

source: failed to open
da: kunne ikke åbnes
es: Falló al abrir
nl: niet geslaagd te openen
pl: nie udało się otworzyć
ru: не удалось открыть
sv: gick inte att öppna

source: nmea server on port
da: nmea-server på port
es: servidor nmea en el puerto
nl: nmea-server op poort
pl: serwer nmea na porcie
ru: сервер nmea на порту
sv: nmea-server på port

source: bind failed.
da: bind mislykkedes.
es: enlazar falló.
nl: binden mislukt.
pl: powiązanie nie powiodło się.
ru: привязка не удалась.
sv: bindningen misslyckades.

source: listening on port
da: lytter til havn
es: escuchando en el puerto
nl: luisteren op poort
pl: nasłuchiwanie na porcie
ru: прослушивание порта
sv: lyssnar på port

source: for nmea connections
da: til nmea-forbindelser
es: para conexiones nmea
nl: voor nmea-verbindingen
pl: dla połączeń nmea
ru: для соединений nmea
sv: för nmea-anslutningar

source: nmea server has too many connections
da: nmea server har for mange forbindelser
es: el servidor nmea tiene demasiadas conexiones
nl: nmea-server heeft te veel verbindingen
pl: Serwer nmea ma za dużo połączeń
ru: Сервер nmea имеет слишком много подключений
sv: nmea-servern har för många anslutningar

source: nmea sock not in sockets!
da: nmea sok ikke i stikkontakter!
es: ¡Calcetín de nmea no en enchufes!
nl: nmea sok niet in stopcontacten!
pl: skarpeta nmea nie jest w gniazdkach!
ru: nmea sock не в розетки!
sv: nmea strumpa inte i uttag!

source: nmea failed to unregister socket
da: nmea kunne ikke afmelde stikket
es: nmea no pudo anular el registro del socket
nl: nmea kan socket niet uitschrijven
pl: nmea nie może wyrejestrować gniazda
ru: nmea не удалось отменить регистрацию сокета
sv: nmea kunde inte avregistrera sockeln

source: nmea failed to remove fd
da: nmea kunne ikke fjerne fd
es: nmea no pudo eliminar fd
nl: nmea kan fd . niet verwijderen
pl: nmea nie usunął fd
ru: nmea не удалось удалить fd
sv: nmea misslyckades med att ta bort fd

source: nmea failed to remove address
da: nmea kunne ikke fjerne adressen
es: nmea no pudo eliminar la dirección
nl: nmea kan adres niet verwijderen
pl: nmea nie udało się usunąć adresu
ru: nmea не удалось удалить адрес
sv: nmea kunde inte ta bort adressen

source: connected to
da: forbundet til
es: conectado a
nl: verbonden met
pl: połączony z
ru: подключен к
sv: anslutet till

source: in
da: i
pl: w
ru: в

source: seconds
da: sekunder
nl: seconden
pl: sekundy
ru: секунды

source: nmea client failed to connect to
da: nmea-klienten kunne ikke oprette forbindelse til
nl: nmea-client kan geen verbinding maken met
pl: Klient nmea nie połączył się z
ru: клиенту nmea не удалось подключиться к
