Repository: pypilot/pypilot
Catalog: pypilot/locale/*/LC_MESSAGES/pypilot.po
Languages: da, es, nl, pl, ru, sv

source: Did you add the pypilot_data repository?
da: Tilføjede du pypilot_data-lageret?
es: ¿Agregaste el repositorio pypilot_data?
nl: Heb je de pypilot_data-repository toegevoegd?
pl: Czy dodałeś repozytorium pypilot_data?
ru: Вы добавили репозиторий pypilot_data?
sv: Har du lagt till förvaret pypilot_data?

source: not found, texture compass cannot be used
da: ikke fundet, tekstur kompas kan ikke bruges
es: no encontrado, no se puede utilizar la brújula de textura
nl: niet gevonden, textuurkompas kan niet worden gebruikt
pl: nie znaleziono, nie można użyć kompasu teksturowego
ru: не найден, текстурный компас использовать нельзя
sv: hittades inte, texturkompass kan inte användas

source: Refresh
da: Opdater
es: Actualizar
nl: Vernieuwen
pl: Odświeżać
ru: Обновить
sv: Uppdatera

source: Connected
da: Forbundet
es: Conectado
nl: Verbonden
pl: Połączony
ru: Связанный
sv: Ansluten

source: Disconnected
da: Afbrudt
es: Desconectado
nl: Verbinding verbroken
pl: Niepowiązany
ru: Отключен
sv: Osammanhängande

source: warning, invalid choice value specified
da: advarsel, ugyldig valgværdi specificeret
es: advertencia, valor de elección no válido especificado
nl: waarschuwing, ongeldige keuzewaarde opgegeven
pl: ostrzeżenie, podano nieprawidłową wartość wyboru
ru: предупреждение, указано недопустимое значение выбора
sv: varning, ogiltigt valvärde specificerat

source: pypilot Scope
da: pypilot Anvendelsesområde
es: Alcance pypilot
nl: pypilot-bereik
pl: Zakres pypilota
ru: область действия pypilot
sv: pypilot Omfattning

source: Scale +
da: Skala +
es: Escala +
nl: Schaal +
pl: Skala +
ru: Масштаб +
sv: Skala +

source: Scale -
da: Vægt -
es: Escala -
nl: Schaal -
pl: Skala -
ru: Шкала -
sv: Skala -

source: Offset /\
es: Compensar /\
nl: verschuiving /\
pl: Przesunięcie /\
ru: Компенсировать /\

source: Offset \/
da: Forskydning \ /
es: Compensar \/
nl: Verschuiving /
pl: Przesunięcie \/
ru: Компенсировать \/

source: Freeze
da: Fryse
es: Congelar
nl: Bevriezen
pl: Zamrażać
ru: Заморозить
sv: Frysa

source: Time
da: Tid
es: Hora
nl: Tijd
pl: Czas
ru: Время
sv: Tid

source: values not found:
da: værdier ikke fundet:
es: valores no encontrados:
nl: waarden niet gevonden:
pl: nie znaleziono wartości:
ru: значения не найдены:
sv: värden hittades inte:

source: port
da: Havn
es: Puerto
nl: haven
ru: порт
sv: hamn

source: Zero
da: Nul
es: Cero
nl: Nul
ru: Нуль
sv: Noll

source: Pilot
es: Piloto
nl: piloot
ru: Пилот

source: server lost
es: servidor perdido
ru: сервер потерян
sv: server förlorad

source: request access url
es: solicitar url de acceso
ru: запросить URL-адрес доступа
sv: begär åtkomstadress

source: bad status, rejecting token
es: mal estado, rechazando token
ru: плохой статус, отклонение токена
sv: dålig status, avvisar token

source: connection refused
es: conexión denegada
ru: В соединении отказано
sv: anslutning nekad

source: failed to send updates
es: no pudo enviar actualizaciones
ru: не удалось отправить обновления
sv: kunde inte skicka uppdateringar

source: failed to parse msg:
es: no pudo analizar el mensaje:
ru: не удалось разобрать сообщение:
sv: misslyckades med att analysera msg:

source: nmea client lost connection
es: el cliente nmea perdió la conexión
sv: nmea -klienten förlorade anslutningen

source: invalid value
es: valor no válido
sv: ogiltigt värde

source: connect error
es: error de conexión
sv: anslutningsfel

source: nmea client connected
es: cliente nmea conectado
sv: nmea -klient ansluten
