Repository: pypilot/pypilot
Catalog: hat/translations/*/LC_MESSAGES/messages.po
Languages: ca, da, de, fi, fr, it, nl, no, pl, ru, sv

source: pypilot hat configuration
ca: configuració del barret pypilot
da: konfiguration af pypilothat
de: Pypilot-Hat-Konfiguration
fi: pypilot-hattukokoonpano
fr: configuration du hat pypilot
it: configurazione cappello pypilot
nl: pypilot hat-configuratie
no: pypilot lue konfigurasjon
pl: konfiguracja kapelusza pypilota
ru: конфигурация шляпы pypilot
sv: konfiguration för pypilothatt

source: lcd and remote control setup
ca: Configuració de lcd i control remot
da: lcd og fjernbetjening opsætning
de: lcd und fernbedienung einrichten
fi: LCD- ja kaukosäätimen asetukset
fr: configuration écran et télécommande
it: configurazione lcd e telecomando
nl: lcd en afstandsbediening instellen
no: lcd og fjernkontrolloppsett
pl: konfiguracja wyświetlacza LCD i pilota
ru: ЖК-дисплей и пульт дистанционного управления
sv: lcd och fjärrkontrollinstallation

source: clear
ca: clar
da: klar
de: klar
fi: asia selvä
fr: effacer
it: chiaro
nl: duidelijk
no: klar
pl: jasne
ru: прозрачный
sv: klar

source: default
ca: per defecte
da: Standard
de: Standard
fi: oletuksena
fr: par défaut
it: predefinito
nl: standaard
no: misligholde
pl: domyślny
ru: по умолчанию
sv: standard

source: press button(s) on the keypad or remote then assign a command with the button.
ca: premeu els botons del teclat o del comandament a distància i després assigneu una ordre amb el botó.
da: tryk på knappen(e) på tastaturet eller fjernbetjeningen, og tildel derefter en kommando med knappen.
de: Drücken Sie die Taste(n) auf dem Tastenfeld oder der Fernbedienung und weisen Sie dann der Taste einen Befehl zu.
fi: paina näppäimistön tai kaukosäätimen painikkeita ja määritä sitten komento painikkeella.
fr: appuyez sur le(s) bouton(s) du clavier ou de la télécommande, puis attribuez une commande avec le bouton.
it: premere i pulsanti sulla tastiera o sul telecomando, quindi assegnare un comando con il pulsante.
nl: druk op de knop(pen) op het toetsenbord of de afstandsbediening en wijs vervolgens een opdracht toe met de knop.
no: trykk på knappen(e) på tastaturet eller fjernkontrollen og tilordne deretter en kommando med knappen.
pl: naciśnij przycisk(i) na klawiaturze lub pilocie, a następnie przypisz polecenie do przycisku.
ru: нажмите кнопку (кнопки) на клавиатуре или пульте дистанционного управления, затем назначьте команду с помощью кнопки.
sv: tryck på knapp(ar) på knappsatsen eller fjärrkontrollen och tilldela sedan ett kommando med knappen.

source: Actions for LCD interface
ca: Accions per a la interfície LCD
da: Handlinger til LCD-grænseflade
de: Aktionen für die LCD-Schnittstelle
fi: Toiminnot LCD-liittymälle
fr: Actions pour l'interface écran
it: Azioni per interfaccia LCD
nl: Acties voor LCD-interface
no: Handlinger for LCD-grensesnitt
pl: Akcje dla interfejsu LCD
ru: Действия для ЖК-интерфейса
sv: Åtgärder för LCD-gränssnitt

source: key
ca: clau
da: nøgle
de: Taste
fi: avain
fr: clé
it: chiave
nl: sleutel
no: nøkkel
pl: klucz
ru: ключ
sv: nyckel

source: action
ca: acció
da: handling
de: Aktion
fi: toiminta
it: azione
nl: actie
no: handling
pl: działanie
ru: действие
sv: handling

source: These actions do not depend on the state of the display and can be used by wireless remotes.
ca: Aquestes accions no depenen de l'estat de la pantalla i es poden utilitzar amb comandaments a distància sense fil.
da: Disse handlinger afhænger ikke af skærmens tilstand og kan bruges af trådløse fjernbetjeninger.
de: Diese Aktionen hängen nicht vom Zustand des Displays ab und können von drahtlosen Fernbedienungen verwendet werden.
fi: Nämä toiminnot eivät riipu näytön tilasta, ja niitä voidaan käyttää langattomilla kaukosäätimillä.
fr: Ces actions ne dépendent pas de l'état de l'écran et peuvent être utilisées par des télécommandes sans fil.
it: Queste azioni non dipendono dallo stato del display e possono essere utilizzate da telecomandi wireless.
nl: Deze acties zijn niet afhankelijk van de status van het display en kunnen worden gebruikt door draadloze afstandsbedieningen.
no: Disse handlingene avhenger ikke av tilstanden til skjermen og kan brukes av trådløse fjernkontroller.
pl: Czynności te nie zależą od stanu wyświetlacza i mogą być używane przez piloty bezprzewodowe.
ru: Эти действия не зависят от состояния дисплея и могут использоваться беспроводными пультами.
sv: Dessa åtgärder beror inte på skärmens tillstånd och kan användas av trådlösa fjärrkontroller.

source: infared receiver port
ca: port del receptor d'infrarojos
da: infrarød modtagerport
de: Infrarot-Empfängeranschluss
fi: infrapunavastaanottimen portti
fr: port du récepteur infrarouge
it: porta del ricevitore a infrarossi
nl: infrarood ontvanger poort
no: infrarød mottakerport
pl: port odbiornika podczerwieni
ru: порт инфракрасного приемника
sv: infraröd mottagarport

source: The ir port can be handled direcly from the pi or the arduino. Using the arduino can receive from many different remotes without special calibration recordings.
ca: El port ir es pot manejar directament des del pi o l'arduino. L'ús de l'arduino es pot rebre de molts comandaments a distància diferents sense enregistraments de calibratge especials.
da: IR-porten kan håndteres direkte fra pi eller arduino. Brug af arduino kan modtage fra mange forskellige fjernbetjeninger uden specielle kalibreringsoptagelser.
de: Der IR-Port kann direkt vom Pi oder dem Arduino aus gehandhabt werden. Mit dem Arduino kann man ohne spezielle Kalibrierung Aufnahmen von vielen verschiedenen Fernbedienungen empfangen.
fi: Ir-porttia voidaan käsitellä suoraan pi:stä tai arduinosta. Arduinoa käyttämällä voidaan vastaanottaa useista eri kaukosäätimistä ilman erityisiä kalibrointitallenteita.
fr: Le port IR peut être géré directement depuis le pi ou l'arduino. L'utilisation de l'arduino permet recevoir deupis de nombreuses télécommandes différentes sans devoir faire des enregistrements d'étalonnage spéciaux.
it: La porta ir può essere gestita direttamente dal pi o dall'arduino. Utilizzando l'arduino puoi ricevere da molti telecomandi diversi senza registrazioni di calibrazione speciali.
nl: De ir-poort kan rechtstreeks vanaf de pi of de arduino worden afgehandeld. Met behulp van de arduino kunt u van veel verschillende afstandsbedieningen ontvangen zonder speciale kalibratie-opnames.
no: IR-porten kan håndteres direkte fra pi-en eller arduinoen. Ved å bruke arduino kan du motta fra mange forskjellige fjernkontroller uten spesielle kalibreringsopptak.
pl: Port IR może być obsługiwany bezpośrednio z pi lub arduino. Za pomocą arduino można odbierać z wielu różnych pilotów bez specjalnych nagrań kalibracyjnych.
ru: Портом можно управлять напрямую с пи или ардуино. С помощью arduino можно получать данные с множества разных пультов без специальных калибровочных записей.
sv: IR-porten kan hanteras direkt från pi eller arduino. Att använda arduino kan ta emot från många olika fjärrkontroller utan speciella kalibreringsinspelningar.

source: remote mode
ca: mode remot
da: fjernbetjeningstilstand
de: Remote-Modus
fi: etätila
fr: mode à distance
it: modalità remota
nl: externe modus
no: ekstern modus
pl: tryb zdalny
ru: удаленный режим
sv: fjärrläge

source: remote
ca: remot
da: fjern
de: Fernbedienung
fi: etä
fr: télécommande
it: a distanza
nl: op afstand
no: fjernkontroll
pl: zdalny
ru: удаленный
sv: avlägsen

source: nmea current baud rate
ca: nmea velocitat de transmissió actual
da: nmea nuværende baudrate
de: nmea aktuelle Baudrate
fi: nmea nykyinen tiedonsiirtonopeus
fr: débit en bauds actuel NMEA
it: velocità di trasmissione corrente nmea
nl: nmea huidige baudsnelheid
no: nmea gjeldende overføringshastighet
pl: nmea bieżąca szybkość transmisji
ru: Текущая скорость передачи данных NMEA
sv: nmea aktuell baudhastighet

source: voltages
ca: voltatges
da: spændinger
de: Spannungen
fi: jännitteet
fr: tensions
it: tensioni
nl: spanningen
no: spenninger
pl: napięcia
ru: напряжения
sv: spänningar

source: status
ca: estat
fi: Tila
fr: statut
it: stato
nl: toestand
ru: положение дел

source: connection
ca: connexió
da: forbindelse
de: Verbindung
fi: yhteys
fr: connexion
it: connessione
nl: verbinding
no: forbindelse
pl: połączenie
ru: связь
sv: förbindelse

source: Web Server Latency
ca: Latència del servidor web
da: Webserverforsinkelse
de: Webserver-Latenz
fi: Verkkopalvelimen viive
fr: Latence du serveur Web
it: Latenza del server web
nl: Latentie van de webserver
no: Webserverforsinkelse
pl: Opóźnienie serwera WWW
ru: Задержка веб-сервера
sv: Webbserverfördröjning
